Repository: Exmaralda-Org/exmaralda-docs
Catalog: manuals/partitureditor/engl_Fassung_2014/PE-Handbuch_engl_Fassung_Tara/project_save.tmx
Source language: de_de
Languages: en_gb

source: Die Indizierung sollte aus Gründen der Lesbarkeit durch Zahlen erfolgen, diese müssen jedoch nicht aufsteigend geordnet sein (notwendig ist nur, dass sie eindeutig sind).
en_gb: Indexing should by done with numbers to simplify the readability . These numbers do not need to be in ascending order(it is neccessary, however, that they are unambigouos).

source: Die Kennzeichnung von Silbengrenzen ist dabei optional, d.h. die Wort-Segmentierung funktioniert unabhängig von einer etwaigen weiteren Unterteilung der Wörter in Silben.
en_gb: Marking syllable boundaries is optional, i.e. word segmentation will take place independet of further separation into syllables.

source: Die Konventionen sind aber, was die für die Segmentierung relevanten Zeichen anbelangt, denkbar einfach: Wörter werden mit einem Leerzeichen abgeschlossen, verschiedene Silben eines Wortes durch Punkte voneinander getrennt.
en_gb: The conventions in respect to the symbols relevant for segmentation are relatively simple: word endings are marked by spaces, different syllables of a word are seperated from another by fullstops.

source: Die Maßeinheit sind Pixels (entspricht der Schrift-Maßeinheit „Points“).
en_gb: The unit are Pixels (is equivalent to the font unit "points“).

source: Die Mehrzahl davon ist auf die Arbeit mit den Transkriptionssystemen HIAT und DIDA ausgelegt.
en_gb: The majority of these stylesheets is designed for transcriptions with the transcription systems HIAT and DIDA.

source: Die Meta-Information ist als eine Menge von Attribut-Wert-Paaren organisiert.
en_gb: The meta information is organised into a set of attribute-value pairs.

source: Die Option "Underline in the same tier (using a diacritic)" bewirkt, dass das Unterstreichen einer markierten Textstelle in der selben Spur durch Diakritika nach jedem einzelnen Zeichen bewerkstelligt wird.
en_gb: The option "Underline in the same tier (using a diacritic)" results in the underlining of a selected text in the same tier by diactritics after every sign.

source: Die Option "Underline in a separate tier of category […]" bewirkt, dass das Unterstreichen einer markierten Textstelle in einer Annotationsspur unterhalb der betreffenden Spur ausgeführt wird.
en_gb: The option "Underline in a separate tier of category […]" underlines a selected passage in an annotation tier below the respective tier.

source: Die Parameter dieser Aufgabe können beispielsweise von der verwendeten Transkriptionskonvention abhängen – z. B. soll für eine Transkription nach den HIAT-Konventionen für jeden Sprecher eine verbale Spur, eine Spur für besondere Betonung und eine Spur für den externen Kommentar angelegt werden, während für eine DIDA-Transkription lediglich eine verbale Spur und eine Kommentarspur pro Sprecher sowie eine globale Kommentarspur erforderlich sind.
en_gb: The parameters for this task can depend on the transcirption conventions used, for example. E.g., if a transcrption is made according to the HIAT conventions , every speaker needs a verbal tier, a tier for special pronunciation and a tier for comments. For a DIDA transcription, only a verbal tier and a comment tier are required per speaker, as well as a golabl comment tier.

source: Die Partitur muss dazu neu formatiert werden.
en_gb: The musical score has to be reformatted for this.

source: Die Partitur erscheint in der Ausgabe dann um diesen Wert vergrößert bzw. verkleinert.
en_gb: This value increases or decreases the musical score in the output.

source: Die Partitur muss anschließend einmal vollständig formatiert werden.
en_gb: Thereafter, the entire musical score needs to be formatted.

source: Die Partitur muss anschließend neu formatiert werden – dies kann unter Umständen einige Sekunden dauern.
en_gb: The musical score has to be reformatted afterwards. This may take a few seconds.

source: Die Partitur setzt sich aus einer oder mehreren Spuren (tiers) zusammen.
en_gb: The musical score is composed of one or more tiers.

source: Die RTF-Ausgabe ist insofern problematisch, als die Berechnungen von Java nicht hundertprozentig mit den Berechnungen von MS Word übereinstimmen.
en_gb: RTF output can be problematic, as the calculation processes of Java do not match those of MS Word entirely.

source: Die Selektion umfasst alle Zeitpunkte der verbliebenen drei Spuren
en_gb: The selection includes all time points of the remaining three tiers.

source: Die Selektion umfasst alle Zeitpunkte der sieben Spuren.
en_gb: The selection includes all time points of the seven tiers.

source: Die Selektion umfasst nur die Zeitpunkte 4 bis 6 der drei verbliebenen Spuren
en_gb: The selection only includes the time points 4 to 6 of the three remaining tiers.

source: Die Skalierungskonstante ist der Wert, der für die Anzeige im Editor zur eingestellten Punktgröße der Schriften hinzuaddiert wird.
en_gb: The scale constant is the value that is added to the set point size of the fonts for the display in the editor.

source: Die Sprechertabelle ist als eine Menge von Attribut-Wert-Paaren organisiert.
en_gb: The speakertable consists of attribute-value pairs.

source: Die Spuren werden einem Dummy-Sprecher "X" zugeordnet.
en_gb: The tiers will be assigned to a dummy speaker "X".

source: Die Spurhöhe richtet sich – wie in einer Textverarbeitung – nach dem größtmöglichen Zeichen im gewählten Schriftsatz.
en_gb: The tier height is adjusted to the biggest symbol of the chosen font as a guideline, much like in text processing.

source: Die Standard-Einstellung ist so gewählt, dass alle Spuren innerhalb des Partiturrahmens liegen.
en_gb: The default setting is set in such a way that all tiers lie within the musical score frame.

source: Die Systemarchitektur sieht vor, dass nur ganze Spuren, bzw. alle Spur-Labels oder alle Zeitachsen-Labels mit einer Formatierung versehen werden können.
en_gb: The system architecture ensures that only whole tiers or all tier labels or all time axis labels can be formatted.

source: Die Tastenkombination "Alt + Cursorpfeil rechts" verschiebt die rechte Auswahlgrenze nach rechts.
en_gb: "Alt + Right Arrow key" moves the right boundary of the selection to the right.

source: Die Transkription wird Ihnen anschließend als Partitur im Editor angezeigt. Beachten Sie, dass der Editor für den Import ein „reguläres“ und nicht ein „Short“ TextGrid erwartet.
en_gb: Thereafter, the transcription will appear as a musical score in the editor. Take note that the editor expects a "regular" text TextGrid for the import, and not a "Short“ TextGrid.

source: Die Unterstreichung ist keine Formatierung im üblichen Sinne.
en_gb: This underlining is not considered formating in the conventional sense.

source: Die Verwendung des Praat panel setzt voraus, dass die Programme Praat und Sendpraat auf Ihrem Rechner installiert sind und der Systempfad auf das Verzeichnis zeigt, in dem diese Programme liegen.
en_gb: The use of the Praat panel requires the installation of the programs Praat and Sendpraat on your computer and that the system path points to the directory in which these programs are saved.

source: Die Vorkommen werden in der Liste „Result“ aufgeführt.
en_gb: The results are listed in the"Result“ list.

source: Die XML-Kodierung erfolgt konform zur DTD („interlinear-text.dtd“), deren jeweils aktuelle Fassung über den Download-Bereich der EXMARaLDA Homepage zugänglich ist.
en_gb: The XML coding is compliant with the DTD („interlinear-text.dtd“). The current version is available in the download area of the EXMARaLDA Homepage.

source: Die aktuelle Position wird mit einer gestrichelten roten Linie angezeigt.
en_gb: The current position is highlighted with a red dotted line,.

source: Die am SFB erstellten HIAT-DOS-Daten arbeiten weder mit Intonationsspuren noch mit Unterstreichungen.
en_gb: The HIAT-DOS files created at the special reserach facility neither work with intonation toers, nor with underlining.

source: Die automatische Generierung zusätzlicher Darstellungsformen für eine Transkription, beispielsweise die Ausgabe einer Transkription als Äußerungsliste (vgl. z. B. "Transcription > Transformation" oder "File > Output > GAT transcript").
en_gb: The automatic generating of additional representations for a transcription for example the output of a transcription as an utterance list (cf. e.g. "Transcription > Transformation" or "File > Output > GAT transcript").

source: Die beiden Hauptkomponenten der Programmoberfläche sind die Partitur (1) und die Oszillogramm-Ansicht (2).
en_gb: The two main components of the interface are the musical score (1) and the oscillogram (2).

source: Die drei Schieberegler zeigen die Start- und Endposition sowie die aktuelle Position in der Audio/Video-Datei an:
en_gb: The three slide controls show the start and end position, as well as the current position in the audio/video file:

source: Die eigentliche Segmentierung erfolgt, indem auf die Segmentketten der zu segmentierenden Spuren eine sog. Endliche Maschine („Finite State Machine“) angewandt wird.
en_gb: The actual segmentation takes place by applying a "Finite State Machine“ onto the tiers to be segmented.

source: Die einander zugeordneten Spuren werden im rechten Textfeld („Mappings“) angezeigt.
en_gb: The tiers that have been assigned to eachother are shown in the right text field ("Mappings“).

source: Die einzelnen Schritte, die im Assistenten selbst auch noch einmal erklärt werden, sind:
en_gb: The individual steps that are also explained in the assistant are:

source: Die erfolgreiche Erzeugung der Teilstranskriptionen wird ihnen in einem gesonderten Fenster gemeldet.
en_gb: A seperate window will inform you of the successful production of the partial transcriptions.

source: Die erste Spur in Transkription 1 wird der ersten Spur in Transkription 2 zugeordnet, die zweite Spur in Transkription 1 der zweiten Spur in Transkription 2, usw.
en_gb: the first tier in transcription 1 will be assigned to the first tier in transcription 2. the second tier in transcription 1 will be assigned to the second tier in transcription 2 etc.

source: Die gefundenen Vorkommen werden dabei in roter Schrift und mit einer Umrahmung kenntlich gemacht.
en_gb: The found occurrences are highlighted in red and in a frame.

source: Die genaue Funktionsweise ist im Dokument Leitfaden für die Konvertierung von Legacy Data aufgeführt.
en_gb: The exact functionality is listed in the document im Dokument Guideline for the conversion of Legacy Data ???Leitfaden für die Konvertierung von Legacy Data.

source: Die genaue Notation der Pause wird über Edit > Preferences > Segmentation...
en_gb: The specific notation of the pause can be set via Edit > Preferences > Segmentation

source: Die jeweils aktuellste Version von Praat erhalten Sie über die Website http://www.praat.org. Die jeweils aktuellste Version von Sendpraat ist dort ebenfalls erhältlich, und zwar unter der Adresse http://www.fon.hum.uva.nl/praat/sendpraat.html.
en_gb: The current version of Praat can be found on http://www.praat.org.There, the current version of Sendpraat is available as well, on http://www.fon.hum.uva.nl/praat/sendpraat.html.

source: Die korrekte Zuordnung des Spurtyps ist vor allem für die Segmentierungsfunktionen wichtig.
en_gb: The correct assignment of the tier type is especially important for segementation functions.

source: Die meisten Funktionen im Tier-Menü sind nur dann zugänglich, wenn Sie zuvor eine Spur markiert haben.
en_gb: Most of the functions in the tier menu are only accesible once you have marked a tier.

source: Die neu generierten Dateien sind in dem zuvor ausgewählten Verzeichnis gespeichert.
en_gb: The newly generated files are saved in the previously defined directory.

source: Die neue Transkription besteht aus einer Zeitachse mit zwei Zeitpunkten, einer Sprechertabelle mit einem Sprecher „X“ sowie einer „T“-Spur, der dieser Sprecher und die Kategorie „v“ (für „verbal“) zugeordnet sind.
en_gb: The new transcription consists of a time axis with two time points, a speaker table containing a speaker X, as well as a '"T" tier that both the speaker and the category "v" ( for "verbal") are assigned to.

source: Die umfassendste, aber auch die aufwändigste Methode zum Einsatz von Stylsheets besteht im Erstellen eigener Stylesheets.
en_gb: Creating own stylesheets is both the most complex and the most extensive method.

source: Die verknüpften „Audio-Schnipsel“ können nun unmittelbar aus der Partitur abgespielt werden.
en_gb: The assigned "audio snippets can only be played directly from the musical score.

source: Die von Ihnen eingefügten Zeitpunkte werden in der Liste angezeigt.
en_gb: The list will show the time points you've inserted.

source: Die voreingestellten 95% haben sich als vernünftiger Wert erwiesen.
en_gb: The preset 95% has proven to be a reasonable value here.

source: Die zum Ausschnitt gehörigen absoluten Zeitwerte aus der Zeitachse in der Transkription werden als Start- und Endwerte des in Praat angezeigten Ausschnitts verwendet.
en_gb: The section's absolute time values of the transcription's time axis will be used as the start and end values of the section displayed in Praat.

source: Die zweite Zeile benennt den Fehlertyp (hier: „no speaker separator“, d. h.
en_gb: The second line contains the type of error. (here: "no speaker separator“, hence

source: Die „Kamera“ 15 ermöglicht es Ihnen, aus der der Transkription zugrunde liegenden Video-Datei einzelne Standbilder im png-Format zu generieren.
en_gb: The "camera" 15 allows you to generate single frames from the imported video file in the transcription in a png format.

source: Die folgende Segmentkette von Sprecher CHI wird mit der Segmentierung: „CHAT: Utterance“ ...
en_gb: The following segment chain of speaker CHI is segmented into utterances (U) segmentiert with the segmentation: "CHAT: Utterance“

source: Die folgende Segmentkette von Sprecher S1 wird mit der Segmentierung: „GAT: Intonation Units“ ...
en_gb: The following segment chain of speaker S1 is segmented into Phrasierungseinheiten (PE)??? with the segmentation: "GAT: Intonation Units“ ...

source: Die folgende Segmentkette von Sprecher X wird mit der Segmentierung: „IPA: Words and syllables“ ...
en_gb: The following segment chain of speaker X is segmented with the segmentation: "DIDA:„IPA: Words and syllables“

source: Die folgende Segmentkette von Sprecher X wird mit der Segmentierung: „DIDA: Words“ ...
en_gb: The second segment chain of speaker X is segmented with the segmentation: "DIDA: Utterance and Words“

source: Die zweite Segmentkette von Sprecher A wird mit der Segmentierung: „HIAT: Utterance and Words“ ...
en_gb: The second segment chain of speaker A is segmented with the segmentation: „HIAT: Utterance and Words“ ...

source: Dies ist ausführlicher im Dokument How to make a transcription from a digital recording beschrieben.
en_gb: A detailed description can be found in the document How to make a transcription from a digital recording.

source: Dies entspricht der Ansicht von Werkzeugen wie ANVIL, ELAN oder Praat.
en_gb: This is equivalent to the view of tools like ANVIL, ELAN or Praat.

source: Dies entspricht der Methode, die im HIAT-Handbuch für das Markieren von besonderen Betonungen empfohlen wird.
en_gb: This corresponds to the method recommended in the HIAT handbook for the marking of special intonations.

source: Dies entspricht der im HIAT-Handbuch (Rehbein et al.
en_gb: This complies with the recommended procedure for marking accents of the HIAT manual (Rehbein et al.

source: Dies geschieht in der gleichen Zeile, in der auch die dazugehörige Äußerung steht.
en_gb: It is placed into same line as the associated utterance.

source: Dies ist die einfachste Form des Exports, sie erzielt für die meisten Daten brauchbare Ergebnisse.
en_gb: This is the most basic form of exporting. It results in practical data for most results.

source: Dies ist die oben illustrierte Möglichkeit, die Spuren einer neuen Transkription automatisch aus der Sprechertabelle generieren zu lassen.
en_gb: This is the above illustrated option allows tiers in a new transcription to be generated automatically from the speakertable .

source: Dies ist vor allem dann nützlich, wenn Sie auf einen Fehler im Programm gestoßen sind und dem Entwickler eventuell vorhandene Fehlermeldungen schicken möchten.
en_gb: This is especially useful if you encounter errors in the software and would like to send the error messages to the developers.

source: Dies kann einige Sekunden dauern.
en_gb: This may take a few seconds.

source: Dies kann insbesondere dann nützlich sein, wenn die Aufnahme insgesamt zu leise ist.
en_gb: This can be particularly useful, if the overall recording volume is too soft.

source: Dies kann insbesondere für längere Fehlermeldungen oder längere verarbeitete Ausgaben nützlich sein.
en_gb: This can be especially useful for longer error messages or longer processed output.

source: Dies kann z. B. dann notwendig sein, wenn Sie die Größe einzelner Intervalle auf der Zeitachse manuell verändert haben.
en_gb: This can be of use when you've manually adjusted some intervals on the time axis for example.

source: Dies muss in gesonderten Transkriptionskonventionen festgelegt werden.
en_gb: This needs to be defined separately in the transcription convention.

source: Dies nimmt einige Sekunden in Anspruch.
en_gb: This will take a few seconds.

source: Diese Ausgabeform ähnelt der klassischen Zeilenschreibweise, wie sie z.B. in der Konversationsanalyse oder auch in Theaterskripten oder gedruckten Interviews verwendet wird.
en_gb: This form of output is similar to the classic line notation that is used in conversation analysis, in theater scripts or in printed interviews, among others.

source: Diese Einführung erläutert die allgemeine Funktionsweise des Segmentierens.
en_gb: This introduction sheds light on the general segmentation fucntionality.

source: Diese Einstellung ist nur im Editor wirksam, bei der Ausgabe wird die Schrift grundsätzlich linksbündig ausgerichtet.
en_gb: This setting only takes effect in the editor. For the output the font is always alligned to the left.

source: Diese Einstellungen wirken sich auf mehrere Menüpunkte im Menü Transcription aus.
en_gb: These settings affect several menu items of the Transcription menu.

source: Diese Funktion ist für viele Benutzer des Partitur-Editors vermutlich eher uninteressant.
en_gb: We assume that this function is not of interest to most users.

source: Diese Vorgaben finden Sie im Anhang A. Wenn Sie eine Transkription nach diesen Vorgaben in einem Texteditor oder einem Textverarbeitungsprogramm angefertigt und dort als „reinen Text“ (in der vom System festgelegten Standardkodierung oder einer Unicode-Kodierung) gespeichert haben, können Sie diese Textdatei in den Partitur-Editor importieren.
en_gb: You can find these specifications in Appendix A. If you have created a transcription according to these specifications in a text editor or a word processing software and saved it as "pure text" (either coded as Unicode or a standard coding specified by the system), you can import a text file to the Partitur Editor.

source: Diese Zeichen werden standardmäßig ersetzt (außerdem auch einige Ersatzzeichen für skandinavische Sonderzeichen).
en_gb: These signs are replaced by default (as well as some replacement signs for scandinavian special characters).

source: Diese arbeiten mit Stylesheets, die in den Programmcode (EXMARaLDA.jar) integriert sind.
en_gb: These make use of stylesheets that are integrated in the code (EXMARaLDA.jar).

source: Diese enthält eine Angabe zur Ursache des Fehlers – „Only close parenthesis allowed“, bedeutet, dass an der betreffenden Stelle nur eine schließende (Doppel-)Klammer stehen darf – und bietet Ihnen an, alle Segmentierungsfehler in einem eigenen Dialog (siehe "Transcription > Segmentation Errors...") zu bearbeiten.
en_gb: This contains information on the cause of the error – "Only close parenthesis allowed“, means that at the position in question only one closing bracket may be inserted and allows the editing of all segmentation errors in one dialogue (see "Transcription > Segmentation Errors...").

source: Diese ist ein einfacher Algorithmus, der Äußerungsendzeichen, Worttrenner etc. „erkennt“ und anhand dieser Informationen Segmentketten in kleinere Einheiten zerlegt.
en_gb: This is a simple algorithm that recognizes end of utterance symbols and word seperators etc. and by using this information splits segment chains into smaller units..

source: Diese kann frei festgelegt werden oder auch leer bleiben.
en_gb: It can be defined freely or remain empty.

source: Diese kommt bei den diversen Funktionen unter „Segmentation > CHAT Segmentation“ (siehe Abschnitt H der Funktionsreferenz und Anhang B) zum Einsatz.
en_gb: These are used for various functions under "Segmentation > CHAT Segmentation“ (see section H of the function references and Appendix B). .

source: Diese kommt bei den diversen Funktionen unter „Segmentation > DIDA Segmentation“ (siehe Abschnitt H der Funktionsreferenz und Anhang B) zum Einsatz.
en_gb: These are used for various functions under "Segmentation > DIDA Segmentation“ (see section H of the function references and Appendix B). .

source: Diese kommt bei den diversen Funktionen unter „Segmentation > GAT Segmentation“ (siehe Abschnitt H der Funktionsreferenz und Anhang B) zum Einsatz.
en_gb: These are used for various functions under "Segmentation > GAT Segmentation“ (see section H of the function references and Appendix B). .

source: Diese sind – von links nach rechts – folgendermaßen belegt:
en_gb: Their functions are (from right to left):

source: Diese werden im EXMARaLDA ausschließlich über die verwendeten Symbole bzw. Symbolketten kodiert (siehe hierzu auch „Segmentation-Menü“).
en_gb: In EXMARaLDA these are exclusively coded with the used symbols or symbol chains. (see also "Segmentation-Menu").

source: Diese werden in ein gemeinsames Verzeichnis gespeichert und über eine übergeordnete HTML-Datei, die auf die SVG-Dateien verweist, so gebündelt, dass man sie mittels eines SVG-fähigen Browsers ansehen kann.
en_gb: These are saved in a shared directory and compiled in a superordinate HTML file that refers to the SVG files in such a way that they can be viewed with a browser that is capable of displaying SVG files.

source: Dieser Dialog sagt Ihnen, dass sich in bestimmten Spuren Ereignisse befinden, die sich innerhalb einer Spur überlappen („the tier is not stratified“).
en_gb: This dialogue states that some tiers contain events that overlap eachother within the tier.("the tier is not stratified“).

source: Dieser Menüpunkt ist nur aktiviert, wenn eine letzte gespeicherte Fassung vorliegt.
en_gb: This menu item will only be activated, if a last saved version is available.

source: Dieser Parameter ist nur dann notwendig, wenn unter "Transform" eine eine Listen-Transkription ausgewählt wurde.
en_gb: This parameter is only neccessary if a list transcription has been selected under "Transform".

source: Dieser Parameter ist nur dann notwendig, wenn unter "Transform" eine segmentierte oder eine Listen-Transkription ausgewählt wurde.
en_gb: This parameter is only neccessary if a segmented or a list transcription has been selected under "Transform".

source: Dieses Handbuch beschreibt den EXMARaLDA Partitur-Editor in seiner aktuellen Version (1.5.1 vom Oktober 2011).
en_gb: This user manual describes the EXMARaLDA Partitur-Editor in its current version (1.5.1 of October 2011).).
